{"_id":{"$oid":"5e42e806b5455cd732bfe01c"},"titulo":"Sessão técnica sobre a Plataforma CLAV: 4 de dezembro de 2019","data":"2019-12-04","desc":"Convite aberto para sessão técnica sobre a Plataforma para a classificação e a avaliação da informação pública ([http://clav.dglab.gov.pt](http://clav.dglab.gov.pt)), a realizar no edifício da Torre do Tombo, no dia 4 de dezembro de 2019, entre as 14 e as 17 horas.\n\n   **Destinatários**: Todas as empresas fornecedoras de software e de consultoria na área da gestão documental.\n\n   Entrada sujeita a confirmação de presença, até 29 de novembro para o mail clav@dglab.gov.pt, com a indicação do nome e contacto dos colaboradores presentes (máximo de 2).","ativa":true,"__v":0}
{"_id":{"$oid":"5e42e806b5455cd732bfe01d"},"titulo":"Projeto de Decreto-Lei que torna obrigatório o uso da plataforma CLAV encontra-se em tramitação","data":"2018-05-20","desc":"Encontra-se em tramitação a proposta de Decreto-Lei que torna obrigatório o uso da Plataforma CLAV, o uso da Lista Consolidada e a elaboração de tabelas de classificação e avaliação da informação decorrente do exercício de funções públicas, entre outras, nas seguintes entidades:\n\n  1.  O Estado, incluindo os ministérios, os gabinetes dos membros do Governo, os tribunais e o Ministério Público;\n\n  2.  As autarquias locais;\n\n  3.  Os institutos públicos;\n\n  4.  As entidades administrativas independentes;\n\n  5.  As fundações públicas;\n\n  6.  As associações públicas;\n\n  7.  Entidades do setor público empresarial;\n\n  8.  Outras entidades no exercício de funções materialmente administrativas ou de poderes públicos, nomeadamente instituições particulares de solidariedades social, pessoas coletivas de utilidade pública administrativa, notários, agentes de execução ou entidades que sejam titulares de concessões ou de delegações de poderes públicos;\n\n  9.  Outras entidades públicas ou privadas cujos arquivos ou património arquivístico e fotográfico tenha sido objeto de classificação ao abrigo do regime de proteção do património cultural.\n\n  O projeto de diploma refere que, após a sua aprovação, as entidades abrangidas têm um período de 3 anos para a aprovação da sua tabela de classificação e avaliação. Enquanto tal não acontece, as entidades que possuem portarias de gestão de documentos ao abrigo do Decreto-Lei n.º 447/88 poderão continuar a utilizá-las.","ativa":true,"__v":0}
{"_id":{"$oid":"5e42e806b5455cd732bfe01e"},"titulo":"RGPD: A \"Lista Consolidada para a classificação e avaliação da informação pública\" como instrumento facilitador da sua aplicação","data":"2018-05-25","desc":"O Regulamento Geral de Proteção de Dados ( RGPD ) entrou em vigor a 25 de maio de 2018 e revoga a Diretiva 95/46/CE.\n\n   Para demonstrar como os instrumentos de gestão da informação e dos arquivos são importantes da sua aplicação, a DGLAB disponibiliza uma comunicação recente em que alguns dos seus arquivistas abordaram esta temática, intitulada “A Lista Consolidada como instrumento facilitador da aplicação do RGPD”.\n\n   Na comunicação, os autores (Alexandra Lourenço, Pedro Penteado e Rita Gago) salientam a importância da Lista Consolidada para a classificação e avaliação da informação pública para a aplicação do RGPD, na medida em que este instrumento identifica os diversos processos de negócio das entidades públicas aos quais deve estar associada a recolha de dados pessoais.\n\n   A fundamentação para a recolha, tratamento e conservação dos dados pessoais encontra-se facilitada pela utilização da referida Lista Consolidada, que contextualiza, através da inserção destes nos respetivos processos de negócio. Na Lista Consolidada é possível encontrar ainda a definição do tempo que os dados devem ser conservados e o seu destino final, bem como o fundamento legal ou outro que justifica estas ações.\n\n   Os autores salientam também as limitações ao direito ao esquecimento (artigo 17.º do RGPD) que, entre outros, abrangem os arquivos de interesse público, bem como a forma como este direito deve ser aplicado tendo em conta a necessidade de salvaguardar dados e informação de conservação permanente, recorrendo, por exemplo, à pseudonomização.\n\n   A DGLAB, com a disponibilização desta comunicação, assinalou o início da entrada em vigor do RGPD, fornecendo aos profissionais da informação um documento facilitador da sua intervenção ao nível da gestão de dados e informação.\n\n   Para mais esclarecimentos, poderá contactar-nos pelo endereço dsan@dglab.gov.pt .","ativa":true,"__v":0}
